Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The Acute:Chronic Workload Ratio (ACWR) compares your recent training (7 days) to your longer-term fitness (42 days). The original framing (Gabbett 2016) tied this ratio to outcomes in elite team-sport athletes; subsequent research (Impellizzeri et al. 2020/2021) demonstrated that the chronic denominator carries little real signal — replacing it with random numbers produced nearly identical statistical relationships. Emuqu shows ACWR as a descriptive load-range indicator, and does not present it as a predictor of any outcome.
ar: تقارن نسبة عبء العمل الحاد إلى المزمن (ACWR) تدريبك الحديث (7 أيام) بلياقتك طويلة المدى (42 يومًا). ربط الطرح الأصلي (Gabbett 2016) هذه النسبة بالنتائج لدى رياضيي الفرق النخبة؛ وأثبتت الأبحاث اللاحقة (Impellizzeri وآخرون 2020/2021) أن المقام المزمن يحمل إشارة حقيقية ضئيلة — فاستبداله بأرقام عشوائية أنتج علاقات إحصائية شبه متطابقة. يعرض Emuqu نسبة ACWR مؤشرًا وصفيًا لنطاق الحمل، ولا يقدّمها كمؤشر للتنبؤ بأي نتيجة.
da: Acute:Chronic Workload Ratio (ACWR) sammenligner din nylige træning (7 dage) med din langsigtede form (42 dage). Den oprindelige fremstilling (Gabbett 2016) knyttede forholdet til udfald hos eliteatleter i holdsport; senere forskning (Impellizzeri m.fl. 2020/2021) viste, at den kroniske nævner bærer meget lidt reelt signal — erstattede man den med tilfældige tal, fik man næsten identiske statistiske sammenhænge. Emuqu viser ACWR som en beskrivende indikator for belastningsniveau og præsenterer den ikke som en forudsigelse af noget udfald.
de: Das Verhältnis von akuter zu chronischer Belastung (ACWR) vergleicht dein jüngstes Training (7 Tage) mit deiner längerfristigen Fitness (42 Tage). Die ursprüngliche Darstellung (Gabbett 2016) verband dieses Verhältnis mit Ergebnissen bei Spitzensportlern in Mannschaftssportarten; spätere Forschung (Impellizzeri et al. 2020/2021) zeigte, dass der chronische Nenner kaum echtes Signal trägt — ersetzte man ihn durch Zufallszahlen, ergaben sich nahezu identische statistische Zusammenhänge. Emuqu zeigt ACWR als beschreibenden Indikator für den Belastungsbereich und stellt es nicht als Prädiktor für irgendein Ergebnis dar.
es: La relación de carga aguda:crónica (ACWR) compara tu entrenamiento reciente (7 días) con tu forma física a más largo plazo (42 días). El planteamiento original (Gabbett 2016) vinculaba esta relación a resultados en deportistas de élite de deportes de equipo; investigaciones posteriores (Impellizzeri et al. 2020/2021) demostraron que el denominador crónico aporta poca señal real: sustituirlo por números aleatorios producía relaciones estadísticas casi idénticas. Emuqu muestra el ACWR como un indicador descriptivo del rango de carga y no lo presenta como predictor de ningún resultado.
fi: Akuutin ja kroonisen kuormituksen suhde (ACWR) vertaa viimeaikaista harjoitteluasi (7 päivää) pidemmän aikavälin kuntoosi (42 päivää). Alkuperäinen tulkinta (Gabbett 2016) liitti suhdeluvun huippujoukkueurheilijoiden lopputulemiin; myöhempi tutkimus (Impellizzeri ym. 2020/2021) osoitti, että kroonisessa nimittäjässä on vain vähän todellista signaalia — sen korvaaminen satunnaisluvuilla tuotti lähes identtiset tilastolliset yhteydet. Emuqu näyttää ACWR:n kuvailevana kuormitusalueen ilmaisimena eikä esitä sitä minkään lopputuleman ennustajana.
fr: Le ratio de charge aiguë/chronique (ACWR) compare votre entraînement récent (7 jours) à votre forme à plus long terme (42 jours). La formulation d’origine (Gabbett 2016) reliait ce ratio à des résultats chez des sportifs d’élite de sports collectifs ; des recherches ultérieures (Impellizzeri et al. 2020/2021) ont montré que le dénominateur chronique porte peu de signal réel — le remplacer par des nombres aléatoires produisait des relations statistiques presque identiques. Emuqu affiche l’ACWR comme un indicateur descriptif de plage de charge, et ne le présente pas comme un prédicteur de quoi que ce soit.
is: Hlutfall skammtíma- og langtímaálags (ACWR) ber saman nýlegar æfingar (7 dagar) við langtímaþrek (42 dagar). Upprunalega framsetningin (Gabbett 2016) tengdi þetta hlutfall við útkomur hjá afreksíþróttafólki í hópíþróttum; síðari rannsóknir (Impellizzeri o.fl. 2020/2021) sýndu að langtímanefnarinn ber lítið raunverulegt merki — þegar honum var skipt út fyrir slembitölur fengust nánast sömu tölfræðilegu tengslin. Emuqu sýnir ACWR sem lýsandi vísi um álagsbil og setur það ekki fram sem spá um neina útkomu.
it: Il rapporto carico acuto:cronico (ACWR) confronta il tuo allenamento recente (7 giorni) con la tua forma a lungo termine (42 giorni). L'impostazione originale (Gabbett 2016) collegava questo rapporto agli esiti negli atleti d'élite degli sport di squadra; la ricerca successiva (Impellizzeri et al. 2020/2021) ha dimostrato che il denominatore cronico porta pochissimo segnale reale: sostituendolo con numeri casuali si ottenevano relazioni statistiche quasi identiche. Emuqu mostra l'ACWR come indicatore descrittivo dell'intervallo di carico, e non lo presenta come predittore di alcun esito.
ja: 急性：慢性負荷比（ACWR）は、最近のトレーニング（7 日間）を長期的な体力（42 日間）と比較します。当初の考え方（Gabbett 2016）では、この比率をエリートのチームスポーツ選手の結果と結びつけていましたが、その後の研究（Impellizzeri ら 2020/2021）により、慢性の分母には実質的なシグナルがほとんどないことが示されました — 乱数に置き換えてもほぼ同じ統計的関係が得られたのです。Emuqu は ACWR を負荷の範囲を記述する指標として表示しており、何らかの結果の予測因子としては示していません。
ko: 급성:만성 훈련 부하 비율(ACWR)은 최근 훈련(7일)을 장기 체력(42일)과 비교합니다. 원래의 개념(Gabbett 2016)은 이 비율을 엘리트 팀 스포츠 선수의 결과와 연결했지만, 이후 연구(Impellizzeri 외 2020/2021)에서 만성 분모에는 실제 신호가 거의 없다는 것이 드러났습니다 — 무작위 숫자로 바꿔도 통계적 관계가 거의 같았습니다. Emuqu는 ACWR을 서술적인 부하 범위 지표로 보여 주며, 어떤 결과의 예측 지표로도 제시하지 않습니다.
nb: Akutt:kronisk belastningsforhold (ACWR) sammenligner nylig trening (7 dager) med den langsiktige formen din (42 dager). Den opprinnelige framstillingen (Gabbett 2016) knyttet dette forholdet til utfall hos utøvere i lagidretter på elitenivå; senere forskning (Impellizzeri mfl. 2020/2021) viste at den kroniske nevneren inneholder lite reelt signal — når den ble erstattet med tilfeldige tall, ble de statistiske sammenhengene nesten identiske. Emuqu viser ACWR som en beskrivende indikator for belastningsområde, og presenterer den ikke som en prediktor for noe utfall.
nl: De acute:chronische belastingsratio (ACWR) vergelijkt je recente training (7 dagen) met je fitheid op langere termijn (42 dagen). De oorspronkelijke opzet (Gabbett 2016) koppelde deze ratio aan uitkomsten bij topsporters in teamsporten; later onderzoek (Impellizzeri e.a. 2020/2021) liet zien dat de chronische noemer weinig echt signaal bevat — door hem te vervangen door willekeurige getallen ontstonden vrijwel dezelfde statistische verbanden. Emuqu toont ACWR als beschrijvende indicator van het belastingsbereik en presenteert het niet als voorspeller van welke uitkomst dan ook.
pt_br: A razão agudo:crônico (ACWR) compara seu treino recente (7 dias) com seu condicionamento de longo prazo (42 dias). A formulação original (Gabbett 2016) associava essa razão a desfechos em atletas de elite de esportes coletivos; pesquisas posteriores (Impellizzeri et al. 2020/2021) demonstraram que o denominador crônico carrega pouco sinal real — substituí-lo por números aleatórios produziu relações estatísticas quase idênticas. O Emuqu mostra o ACWR como um indicador descritivo da faixa de carga, e não o apresenta como preditor de nenhum desfecho.
ru: Соотношение острой и хронической нагрузки (ACWR) сравнивает ваши недавние тренировки (7 дней) с долгосрочной формой (42 дня). Исходная концепция (Gabbett 2016) связывала это соотношение с исходами у элитных спортсменов командных видов; последующие исследования (Impellizzeri и др. 2020/2021) показали, что хронический знаменатель несёт мало реального сигнала — замена его случайными числами давала почти такие же статистические связи. Emuqu показывает ACWR как описательный индикатор диапазона нагрузки и не представляет его как предиктор каких-либо исходов.
sv: Acute:Chronic Workload Ratio (ACWR) jämför din senaste träning (7 dagar) med din långsiktiga kondition (42 dagar). Den ursprungliga beskrivningen (Gabbett 2016) kopplade kvoten till utfall hos elitidrottare i lagidrotter; senare forskning (Impellizzeri m.fl. 2020/2021) visade att den kroniska nämnaren bär lite verklig signal — att ersätta den med slumptal gav nästan identiska statistiska samband. Emuqu visar ACWR som en beskrivande indikator för belastningsintervall och presenterar den inte som en förutsägelse om något utfall.
zh_hans: 急性:慢性负荷比（ACWR）将你近期的训练（7 天）与长期体能（42 天）进行比较。最初的框架（Gabbett 2016）将这一比值与精英团体项目运动员的结果联系起来；后续研究（Impellizzeri 等，2020/2021）表明，慢性负荷这一分母几乎不携带真实信号 — 用随机数替换它，得到的统计关系几乎相同。Emuqu 将 ACWR 作为描述性的负荷范围指标展示，不将其作为任何结果的预测指标。

source: The acute:chronic workload ratio and what it tells you
ar: نسبة عبء العمل الحاد إلى المزمن وما تخبرك به
da: Acute:chronic workload ratio, og hvad den fortæller dig
de: Das Verhältnis von akuter zu chronischer Belastung und was es dir sagt
es: La relación de carga aguda:crónica y lo que te dice
fi: Akuutin ja kroonisen kuormituksen suhde ja mitä se kertoo sinulle
fr: Le ratio de charge aiguë/chronique et ce qu’il vous apprend
is: Hlutfall skammtíma- og langtímaálags og hvað það segir þér
it: Il rapporto carico acuto:cronico e cosa ti dice
ja: 急性：慢性負荷比と、それからわかること
ko: 급성:만성 훈련 부하 비율과 그 의미
nb: Akutt:kronisk belastningsforhold og hva det forteller deg
nl: De acute:chronische belastingsratio en wat die je vertelt
pt_br: A razão agudo:crônico e o que ela diz a você
ru: Соотношение острой и хронической нагрузки и о чём оно говорит
sv: Kvoten mellan akut och kronisk belastning och vad den säger dig
zh_hans: 急性:慢性负荷比，以及它告诉你什么

source: The AI can route you to a destination using Apple Maps. It builds a walking route from your current position and answers follow-up questions ("what's next", "how far now", "am I there yet") against your live position with no network round-trip.
ar: يمكن للذكاء الاصطناعي توجيهك إلى وجهة باستخدام Apple Maps. يبني مسار مشي من موقعك الحالي ويجيب عن أسئلة المتابعة («ما التالي»، «كم بقي الآن»، «هل وصلت») وفق موقعك المباشر دون أي اتصال بالشبكة.
da: AI'en kan føre dig til et mål med Apple Kort. Den bygger en gårute fra din aktuelle position og besvarer opfølgende spørgsmål (»hvad nu«, »hvor langt nu«, »er jeg der snart«) ud fra din live-position uden netværkskald.
de: Die KI kann dich mit Apple Karten zu einem Ziel führen. Sie erstellt eine Fußgängerroute von deiner aktuellen Position und beantwortet Folgefragen („Wie geht's weiter?“, „Wie weit noch?“, „Bin ich schon da?“) anhand deiner Live-Position ohne Netzwerkabfrage.
es: La IA puede guiarte hasta un destino usando Apple Maps. Calcula una ruta a pie desde tu posición actual y responde a preguntas de seguimiento («qué sigue», «cuánto falta», «ya he llegado») con tu posición en directo, sin consultar la red.
fi: Tekoäly voi reitittää sinut määränpäähän Apple Mapsin avulla. Se rakentaa kävelyreitin nykyisestä sijainnistasi ja vastaa jatkokysymyksiin ("mitä seuraavaksi", "kuinka pitkä matka nyt", "olenko jo perillä") reaaliaikaisen sijaintisi perusteella ilman verkkokyselyä.
fr: L’IA peut vous guider jusqu’à une destination avec Plans d’Apple. Elle calcule un itinéraire à pied depuis votre position actuelle et répond aux questions de suivi (« et ensuite », « c’est encore loin », « je suis arrivé ») à partir de votre position en direct, sans aller-retour réseau.
is: Gervigreindin getur vísað þér á áfangastað með Apple Maps. Hún býr til gönguleið frá núverandi staðsetningu og svarar framhaldsspurningum („hvað er næst“, „hvað er langt eftir“, „er ég kominn“) út frá rauntímastaðsetningu þinni án þess að fara á netið.
it: L'IA può guidarti verso una destinazione usando Apple Mappe. Crea un percorso a piedi dalla tua posizione attuale e risponde alle domande successive ("cosa viene dopo", "quanto manca", "sono arrivato") in base alla tua posizione in tempo reale, senza passare dalla rete.
ja: AI は Apple マップを使って目的地までのルートを案内できます。現在地から徒歩ルートを作成し、続く質問（「次は？」「あとどのくらい？」「もう着いた？」）にはネットワークを介さずにリアルタイムの現在地をもとに答えます。
ko: AI가 Apple 지도를 사용해 목적지까지 안내할 수 있습니다. 현재 위치에서 도보 경로를 만들고, 후속 질문("다음은?", "이제 얼마나 남았어?", "다 왔어?")에 네트워크 왕복 없이 실시간 위치를 기준으로 답합니다.
nb: AI-en kan vise deg veien til et mål med Apple Maps. Den lager en gårute fra der du er og svarer på oppfølgingsspørsmål («hva er neste», «hvor langt nå», «er jeg fremme») ut fra posisjonen din i sanntid uten å gå via nettet.
nl: De AI kan je met Apple Kaarten naar een bestemming leiden. Hij maakt een wandelroute vanaf je huidige positie en beantwoordt vervolgvragen (“wat komt er nu”, “hoe ver nog”, “ben ik er al”) op basis van je live positie, zonder netwerkverkeer.
pt_br: A IA pode traçar uma rota até um destino usando o Apple Maps. Ela monta uma rota a pé a partir da sua posição atual e responde a perguntas seguintes ("qual é a próxima", "quanto falta", "já cheguei") com base na sua posição ao vivo, sem precisar da rede.
ru: ИИ может проложить маршрут к цели с помощью Apple Карт. Он строит пеший маршрут от вашего текущего положения и отвечает на уточняющие вопросы («что дальше», «сколько ещё», «я на месте?») по вашему текущему положению без обращения к сети.
sv: AI:n kan visa vägen till ett mål med Apple Kartor. Den bygger en gångrutt från din aktuella position och besvarar följdfrågor ("vad kommer härnäst", "hur långt är det nu", "är jag framme") utifrån din aktuella position utan att gå via nätverket.
zh_hans: AI 可以使用 Apple 地图为你导航到目的地。它会从你当前的位置生成步行路线，并根据你的实时位置回答后续问题（“下一步是什么”“还有多远”“到了吗”），无需网络往返。

source: The AI said it doesn't have data it should have
ar: قال الذكاء الاصطناعي إنه لا يملك بيانات ينبغي أن تكون لديه
da: AI'en sagde, at den ikke har data, den burde have
de: Die KI sagt, sie habe keine Daten, die sie haben sollte
es: La IA dijo que no tenía datos que debería tener
fi: Tekoäly sanoi, ettei sillä ole tietoja, jotka sillä pitäisi olla
fr: L’IA dit ne pas avoir des données qu’elle devrait avoir
is: Gervigreindin sagðist ekki hafa gögn sem hún ætti að hafa
it: L'IA ha detto di non avere dati che dovrebbe avere
ja: AI が、持っているはずのデータがないと言った
ko: AI가 있어야 할 데이터가 없다고 하는 경우
nb: AI-en sa at den ikke har data den burde ha
nl: De AI zei dat hij geen gegevens had die hij wel zou moeten hebben
pt_br: A IA disse que não tem dados que deveria ter
ru: ИИ сказал, что у него нет данных, которые должны быть
sv: AI:n sa att den saknar data som den borde ha
zh_hans: AI 说它没有本应有的数据

source: The AI won't stop talking
ar: الذكاء الاصطناعي لا يتوقف عن الكلام
da: AI'en vil ikke holde op med at tale
de: Die KI hört nicht auf zu reden
es: La IA no deja de hablar
fi: Tekoäly ei lopeta puhumista
fr: L’IA n’arrête pas de parler
is: Gervigreindin hættir ekki að tala
it: L'IA non smette di parlare
ja: AI が話すのをやめない
ko: AI가 말을 멈추지 않는 경우
nb: AI-en slutter ikke å snakke
nl: De AI blijft maar praten
pt_br: A IA não para de falar
ru: ИИ не перестаёт говорить
sv: AI:n slutar inte prata
zh_hans: AI 说个不停

source: The algorithm searches within the 30-70% band of your actual sleep — not your recording time. Sleep boundaries come from Apple Health when available, so if you started recording at 10 PM but didn't fall asleep until 11 PM, the search adjusts automatically.
ar: تبحث الخوارزمية ضمن نطاق 30-70% من نومك الفعلي — لا من وقت التسجيل. تأتي حدود النوم من Apple Health عند توفرها، فإذا بدأت التسجيل الساعة 10 مساءً لكنك لم تنم حتى 11 مساءً، يتكيّف البحث تلقائيًا.
da: Algoritmen søger inden for 30-70 %-båndet af din faktiske søvn — ikke din optagelsestid. Søvngrænserne kommer fra Apple Health, når de er tilgængelige, så hvis du startede optagelsen kl. 22, men først faldt i søvn kl. 23, justeres søgningen automatisk.
de: Der Algorithmus sucht im Bereich von 30–70 % deines tatsächlichen Schlafs — nicht deiner Aufnahmezeit. Die Schlafgrenzen stammen, wenn verfügbar, aus Apple Health. Wenn du also um 22 Uhr mit der Aufnahme begonnen hast, aber erst um 23 Uhr eingeschlafen bist, passt sich die Suche automatisch an.
es: El algoritmo busca dentro de la franja del 30-70 % de tu sueño real, no de tu tiempo de grabación. Los límites del sueño vienen de Apple Health cuando están disponibles, así que si empezaste a grabar a las 22:00 pero no te dormiste hasta las 23:00, la búsqueda se ajusta automáticamente.
fi: Algoritmi hakee todellisen unesi 30–70 %:n kaistalta — ei tallennusajastasi. Unen rajat tulevat Apple Healthista, kun ne ovat saatavilla, joten jos aloitit tallennuksen klo 22 mutta nukahdit vasta klo 23, haku mukautuu automaattisesti.
fr: L’algorithme cherche dans la bande de 30-70 % de votre sommeil réel — pas de votre durée d’enregistrement. Les limites du sommeil proviennent d’Apple Santé lorsqu’elles sont disponibles ; si vous avez commencé à enregistrer à 22 h mais ne vous êtes endormi qu’à 23 h, la recherche s’ajuste automatiquement.
is: Algrímið leitar innan 30-70% bilsins af raunverulegum svefni þínum — ekki upptökutímanum. Svefnmörk koma úr Apple Health þegar þau eru tiltæk, svo ef þú byrjaðir að taka upp kl. 22 en sofnaðir ekki fyrr en kl. 23 aðlagast leitin sjálfkrafa.
it: L'algoritmo cerca nella fascia tra il 30 e il 70% del tuo sonno effettivo, non del tempo di registrazione. I limiti del sonno provengono da Apple Salute quando disponibili, quindi se hai iniziato a registrare alle 22 ma ti sei addormentato alle 23, la ricerca si adatta automaticamente.
ja: アルゴリズムは、記録時間ではなく実際の睡眠の 30～70% の範囲内を探索します。睡眠の境界は利用可能であれば Apple ヘルスケアから取得するため、午後 10 時に記録を開始して午後 11 時まで寝つけなかった場合も、探索範囲は自動で調整されます。
ko: 알고리즘은 기록 시간이 아니라 실제 수면 시간의 30-70% 구간 안에서 검색합니다. 수면 경계는 가능하면 Apple 건강에서 가져오므로, 오후 10시에 기록을 시작했지만 11시가 되어서야 잠들었다면 검색 범위가 자동으로 조정됩니다.
nb: Algoritmen søker innenfor 30-70 %-båndet av den faktiske søvnen din — ikke opptakstiden. Søvngrensene hentes fra Apple Health når de er tilgjengelige, så hvis du startet opptaket kl. 22, men ikke sovnet før kl. 23, justeres søket automatisk.
nl: Het algoritme zoekt binnen de band van 30-70% van je echte slaap — niet van je opnametijd. De slaapgrenzen komen uit Apple Health als die beschikbaar zijn, dus als je om 22:00 begon met opnemen maar pas om 23:00 in slaap viel, past de zoektocht zich automatisch aan.
pt_br: O algoritmo busca dentro da faixa de 30-70% do seu sono real — não do tempo de gravação. Os limites do sono vêm do Apple Saúde quando disponíveis; então, se você começou a gravar às 22h mas só adormeceu às 23h, a busca se ajusta automaticamente.
ru: Алгоритм ищет в пределах 30–70% вашего фактического сна, а не времени записи. Границы сна берутся из Apple Здоровья, если они доступны, поэтому если вы начали запись в 22:00, а уснули только в 23:00, поиск подстроится автоматически.
sv: Algoritmen söker inom 30–70 %-bandet av din faktiska sömn — inte din inspelningstid. Sömngränserna hämtas från Apple Hälsa när de finns, så om du började spela in kl. 22 men inte somnade förrän kl. 23 justeras sökningen automatiskt.
zh_hans: 算法会在你实际睡眠（而不是记录时间）的 30-70% 区间内搜索。睡眠边界在可用时来自 Apple 健康，所以如果你晚上 10 点开始记录，但到 11 点才睡着，搜索会自动调整。

source: The Analysis Window
ar: نافذة التحليل
da: Analysevinduet
de: Das Analysefenster
es: La ventana de análisis
fi: Analyysi-ikkuna
fr: La fenêtre d’analyse
is: Greiningarglugginn
it: La finestra di analisi
ja: 分析ウィンドウ
ko: 분석 구간
nb: Analysevinduet
nl: Het analysevenster
pt_br: A janela de análise
ru: Окно анализа
sv: Analysfönstret
zh_hans: 分析窗口

source: The answer cited wrong numbers
ar: ذكرت الإجابة أرقامًا خاطئة
da: Svaret citerede forkerte tal
de: Die Antwort nannte falsche Zahlen
es: La respuesta citó números erróneos
fi: Vastauksessa mainittiin väärät luvut
fr: La réponse citait de mauvais chiffres
is: Svarið vitnaði í rangar tölur
it: La risposta citava numeri sbagliati
ja: 回答が間違った数値を引用した
ko: 답변이 잘못된 숫자를 인용한 경우
nb: Svaret viste feil tall
nl: Het antwoord noemde verkeerde getallen
pt_br: A resposta citou números errados
ru: В ответе указаны неверные цифры
sv: Svaret angav fel siffror
zh_hans: 回答引用了错误的数字

source: The app auto-generates insights based on your data — trend direction, notable patterns, and what they might mean for your training.
ar: ينشئ التطبيق رؤى تلقائيًا بناءً على بياناتك — اتجاه المنحنى، والأنماط اللافتة، وما قد تعنيه لتدريبك.
da: Appen genererer automatisk indsigter ud fra dine data — tendensretning, bemærkelsesværdige mønstre, og hvad de kan betyde for din træning.
de: Die App erstellt automatisch Erkenntnisse auf Basis deiner Daten — Trendrichtung, auffällige Muster und was sie für dein Training bedeuten könnten.
es: La app genera automáticamente observaciones a partir de tus datos: dirección de la tendencia, patrones destacables y lo que podrían significar para tu entrenamiento.
fi: Sovellus luo automaattisesti oivalluksia tietojesi perusteella — trendin suunta, huomattavat kuviot ja mitä ne voivat tarkoittaa harjoittelullesi.
fr: L’app génère automatiquement des analyses à partir de vos données — direction de la tendance, schémas notables et ce qu’ils pourraient signifier pour votre entraînement.
is: Appið býr sjálfkrafa til innsýn út frá gögnunum þínum — stefnu þróunar, eftirtektarverð mynstur og hvað þau gætu þýtt fyrir æfingarnar þínar.
it: L'app genera automaticamente approfondimenti in base ai tuoi dati: direzione della tendenza, schemi rilevanti e cosa potrebbero significare per il tuo allenamento.
ja: アプリはデータに基づいて分析結果を自動生成します — トレンドの方向、注目すべきパターン、そしてそれがトレーニングにとって何を意味しうるか。
ko: 앱은 데이터를 바탕으로 인사이트를 자동 생성합니다 — 추세 방향, 눈에 띄는 패턴, 그리고 그것이 훈련에 어떤 의미일 수 있는지.
nb: Appen genererer automatisk innsikt basert på dataene dine — trendretning, merkbare mønstre og hva de kan bety for treningen din.
nl: De app maakt automatisch inzichten op basis van je gegevens — trendrichting, opvallende patronen en wat die voor je training kunnen betekenen.
pt_br: O app gera insights automaticamente com base nos seus dados — direção da tendência, padrões relevantes e o que eles podem significar para o seu treino.
ru: Приложение автоматически формирует выводы на основе ваших данных — направление тренда, заметные закономерности и что они могут означать для ваших тренировок.
sv: Appen skapar automatiskt insikter utifrån dina data — trendriktning, anmärkningsvärda mönster och vad de kan betyda för din träning.
zh_hans: 应用会根据你的数据自动生成洞察 — 趋势方向、值得注意的规律，以及它们对你的训练可能意味着什么。

source: The app automatically prefers morning readings (before 10am) for baseline calculation
ar: يفضّل التطبيق تلقائيًا القراءات الصباحية (قبل 10 صباحًا) لحساب خط الأساس
da: Appen foretrækker automatisk morgenmålinger (før kl. 10) til beregning af baseline
de: Die App bevorzugt für die Baseline-Berechnung automatisch Morgenmessungen (vor 10 Uhr)
es: La app prefiere automáticamente las lecturas matinales (antes de las 10:00) para calcular la línea base
fi: Sovellus suosii automaattisesti aamumittauksia (ennen klo 10) perustason laskennassa
fr: L’app privilégie automatiquement les lectures du matin (avant 10 h) pour le calcul de la référence
is: Appið tekur sjálfkrafa morgunmælingar (fyrir kl. 10) fram yfir aðrar við útreikning grunngildis
it: Per il calcolo della linea di base l'app preferisce automaticamente le letture mattutine (prima delle 10)
ja: アプリはベースラインの計算に、朝の測定（午前 10 時前）を自動で優先します
ko: 앱은 기준선 계산에 아침 측정값(오전 10시 이전)을 자동으로 우선합니다
nb: Appen foretrekker automatisk morgenmålinger (før kl. 10) når grunnlinjen beregnes
nl: De app geeft voor de berekening van de basislijn automatisch de voorkeur aan ochtendmetingen (vóór 10:00)
pt_br: O app prioriza automaticamente leituras matinais (antes das 10h) no cálculo da linha de base
ru: Для расчёта базового уровня приложение автоматически отдаёт предпочтение утренним измерениям (до 10:00)
sv: Appen föredrar automatiskt morgonmätningar (före kl. 10) vid beräkning av baslinjen
zh_hans: 应用在计算基线时会自动优先使用晨间读数（上午 10 点前）
